Repository: mozilla-l10n/mt-training-data
Catalog: kxp/kxp_pontoon.tmx
Source language: en_us
Languages: kxp

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
kxp: <coquiLink> عام ٻوليا هارو ٽيڪنالوجي سي۔ هزي وڌاري شيڇا هارو ڪرين STT هانَ TTS انجڻ سي۾

source: Cornish
kxp: ڪورنِش

source: Correct
kxp: دُرست

source: Corsican
kxp: ڪوسيڪنَ

source: { $count } clips
kxp: ڪلپس

source: Country/Region of Residence
kxp: رهائيش چئي سي ملڪي، ديس

source: { $count }wk
kxp: مثال 2 هفتو { $count }

source: { $count }y
kxp: y { $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
kxp: موٽون زناور رڙيون ڪري سي

source: Create a Custom Goal
kxp: ضرورت پرماڻي مقصد تيار ڪرو

source: Create a profile
kxp: ايڪ پروفائيل يان نقشو تيار ڪروو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
kxp: تمين پان يان برادري نان منکان ٿي، يان تمارا دوستان ٿي جديد جُملا ٺاهو۔ مثال: لکو ا ٿونَ۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
kxp: پبلڪ ڊومن پروموٽ تيار ڪرو يان ٻيزان نين همڀۯاوو، جملا، ترجمه هارو متن، ناني ٻوليون هانَ وغيره

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
kxp: ڪامن وائس هارو منک ڀيۯان ڪريا هارو ايڪ موقعو لو هانَ يقين ڪرو ڊيٽا بيس هارو منک ممڪن سي۔ امين ڪانڪ سامان هانَ ٽيمپليٽ استعمال ڪرشان۔

source: Crimean Tatar
kxp: ڪرميئن تاتار

source: Criteria
kxp: جانچَ، اِمتحان ڪريٽريا،

source: Croatian
kxp: گروشئينَ

source: Culturally specific questions
kxp: خاص ثقافت ٿي هوئي

source: Czech
kxp: ڪريچ

source: Dagbani
kxp: ڍگباني

source: Daily Goal
kxp: هروز نُون مقصد

source: Dameli
kxp: داميلِي

source: Danish
kxp: ڌانش

source: Dargwa
kxp: ڍارگوا

source: Dashboard
kxp: ڊيش بورڊ

source: Dataset
kxp: ڊيٽابيس

source: Dataset: { $datasetLanguage }
kxp: ڊيٽابيس { $datasetLanguage }

source: Dataset Release
kxp: ڊيٽا سيٽ پيش سي

source: Datasets
kxp: مُدت، زمانو

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
kxp: ASR، STT، TTS، هانَ ٻيزان NLP سیاق و سباق هارو atasets - برادري نين شرڪت ٿي تخليق ڪريان جھان سي۔

source: Date
kxp: تاريح

source: Dawoodi
kxp: دائُودِي

source: Days
kxp: ۮاڙا

source: Delete
kxp: ختم رد

source: Delete my recordings
kxp: ماري رڪارڊنگ ختم ڪروِي

source: Dhivehi
kxp: ديوهي

source: Dholuo
kxp: ڊولُو

source: Did you know…
kxp: تمان نين کٻير سي

source: Different language
kxp: مُختلف ٻولِي۔

source: Difficult
kxp: ۮورُون

source: Difficult to pronounce
kxp: اُچار ڪاڍوون ۮورُون سي

source: Dioula
kxp: ڍيئولا

source: Discard ongoing recording
kxp: رِڪارڊنگ الگ ڪروون۔

source: do
kxp: ڪام ڪروون

source: Documentation
kxp: دستاويز ڪاڳۯ

source: Does the sentence meet the guidelines?
kxp: شُون جملا هدايت پرماڻي مِلي سي؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
kxp: ڊومن جملا ٿي آ ظاهر ٿائي سي ڪي، فلالحال تمين آنئين مانئين ٿي چونڊي ڪو سو۔

source: Donate
kxp: مدد

source: Donate your voice
kxp: آواز مان مدد ڪروُون

source: Done
kxp: ٿئي جھون

source: do not
kxp: نا ڪروون

source: Don’t Add
kxp: جمع نا ڪرو

source: Don't see your language on Common Voice yet?
kxp: تمين ڪۮِي عام ٻولي ڀاۯي سي؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
kxp: ڊيٽابيس مان تماري ٻولي ماٿي ماٿي غور نا ڪرو؟ زي ٻولي۔ زي ٻولي نو اچارج سي اين ٿي ٻولي نا ڀارام درخواست ڪرو۔

source: Don't wish to say
kxp: ڪيوون نا

source: Download
kxp: ڊائونلوڊ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
kxp: تمان پوتان هارو مدد نو سرٽيفيڪيٽ ڊئونلود ڪرو زي تمين ڪامن وائيس هارو مدد ڪري سي يان ڪام ڪريون سي۔ اي تمان وڳير ممڪن نٿي۔

source: Download Common Voice Data
kxp: ڪامن وائيس ڊيٽا ڊائونلوڊ ڪرو

source: Download Data
kxp: ڊيٽا ڊائون لوڊ ڪرو

source: Download Dataset Bundle
kxp: ڊيٽا بيس ني ڳٺڙي ڊائون لوڊ ڪرو

source: Download { $language }
kxp: ڊائون لوڊ { $language }

source: Download My Data
kxp: مارون ڊيٽا ڊائون لوڊ ڪرو

source: Download options for accessing Common Voice data
kxp: ڊئونلوڊ ڪريا هارو ڪامن وائيس نشان سي

source: Download our press pack <icon></icon>
kxp: امارون پريس پيڪ ڊائون لوڊ ڪرو <icon></icon>

source: Download our voice datasets
kxp: اماري وائيس ڊيٽا ڊائونلوڊ ڪرو

source: Download the Dataset
kxp: ڊيٽابيس ڊائون لوڊ ڪرو

source: Download the Single Word Target Segment
kxp: سنگل ورڊ ٽارگيٽ سيگميٽ ڊائونلوڊ ڪرو

source: Download your contribution certificate
kxp: تمارو ڪام يان مدد نو سرٽيفيڪيٽ ڊئونلود ڪرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
kxp: تمارو ڪوئي کيال سي ڪي امين چچم ڪامن وائيس نا ڊيٽابيس نين چچم هڌري ڪرِي ڪان سان؟ ڊسڪورس نين زوئو۔

source: Do you want to continue?
kxp: تمارو ڪام جاري راکو۔

source: Do you want to Speak, Listen or both?
kxp: تمين ٻولوا چاهو سو، هانڀۯو يان ٻيئي

source: Drag and drop or <browseWrap>Browse</browseWrap>
kxp: تانڻينَ لو هانَ برائوزر <browseWrap></browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kxp: تماري فائيل آنئين راکو ڪلڪ ڪرو هان فائيل راکو

source: Drop file here to upload
kxp: فائيل اپلوڊ هارو آنئين فائيل راکو

source: Duala
kxp: دُوئالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
kxp: شراڪت جمع ڪريا نين دوران جم؛ ڪراوو اين جم؛ ڪروون اين نين ڪلڪ ڪرو، مدد ڪريا نوُن جاري راکو، آڳۯلا حصا هارو 5 رڪاردنگ يا نوو سيٽ نين تصديق ڪرو۔

source: Dutch
kxp: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
kxp: ڪامن وائيس ٻولي نين { $languages }ايڪ ڪلاڪ تصديق نين شامل ڪري سي۔ <b> { $valid } پڻ امين هزي وڌاري ٻولي هانَ آوازون شامل ڪران سان اي ڪام هارو امين دراخواسر ڪران سان ڪي منک اماري مدد ڪري</languagesLink><languagesLink></b>

source: Eastern Balochi
kxp: ايسٽرن بلوچي

source: Eastern Huasteca Nahuatl
kxp: ايسٽرن هُوئاسٽيڪا ناهُوٽل

source: Eastern Min
kxp: ايسٽرن مِنَ

source: Eastern Penan
kxp: ايسٽرن مِنَ

source: Easy
kxp: هورُون

source: Easy to Understand
kxp: همزيا مان آسان هوئي

source: Ebrie
kxp: ايبرِي

source: Edit
kxp: ايڊٽ

source: Edit Profile
kxp: ايڊٽ پروفائيل

source: e.g., “What do you wish you could use technology for?”
kxp: مثال۔ تمين شون چاهو سو ڪي چيوِي ٽيڪنالوجي استعمال ڪرو سو؟

source: Email
kxp: اي ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
kxp: اي ميل <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
kxp: <email Fragment>سائن اپ ڪرو</email Fragment> اماري اي ميل لسٽ هارو تمين عام آواز ، واقعا يان ڪوئي-ڊيزائن ني خاصيت هارو چچم حصو لئي ڪو سو۔

source: Email is already used for a different account
kxp: اي ميل اڳئي ڪوئي ٻيزان ڪنين مختلف اڪائونٽ مان استعمال ٿل سي.

source: Email Subscriptions
kxp: ناني تصديق

source: Emakhuwa
kxp: ايما کُو وا

source: English
kxp: انگريزِي

source: Enter Email to Download
kxp: اي ميل ڊائون لوڊ

source: Enter email to send a sign up link
kxp: سائين اپ لنڪ مان اي ميل راکو

source: Enter your Country/Region of Residence
kxp: رهائيش شون سي ملڪ، ديس

source: Enter your email
kxp: اي ميل لکو nanjitkuamr@gmail.com

source: Enter your public domain sentence here
kxp: عوامِي جملا آنئين راکو

source: Enter your public domain sentences here
kxp: عوامِي جملا آنئين راکو

source: Error
kxp: ڪلڪ

source: Error adding sentence
kxp: جملا مان ڪوئي مسئلو سي

source: Error { $code }
kxp: مسئلو { $code }

source: Error while playing audio file.
kxp: آڊيو فائيل چالو ڪران تار مسئلو ٿائي سي

source: Erzya
kxp: ارزيا

source: ESC
kxp: رَد رڪوون۔

source: Esperanto
kxp: ايسپرانٽو

source: Estonian
kxp: ايسٽونيئن

source: Eton
kxp: ايٽونَ

source: Events
kxp: پروگرام نو نتيزو

source: Everyone
kxp: هر ايڪ

source: Ewe
kxp: ايوَ

source: Ewondo
kxp: ايوندو

source: Example
kxp: مثال

source: Example questions
kxp: مثالي سوال

source: Exceeded 25 questions. Reduce number of questions and retry.
kxp: الاهي وڌاري 25 سوال سي۔ سوال نا نمبر گھٽ ڪرو هانَ وري ڪوشش ڪرو۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
kxp: هڌري وات۔ من وڻي تقرير جاري سي۔ اپڊيٽ هارو زوتا رو هانَ تازي معلومات هارو اماري لنڪ مان زوئو۔ <discordLink></discordLink>

source: Exit & Delete clips
kxp: ڪِلپ ختم هانَ ميلي آلو ختم ڪرو

source: Explore datasets <icon></icon>
kxp: ڊيٽا بيس کوجنائي ڪروي <icon></icon>

source: Explore organizations supporting Common Voice around the world
kxp: دُنيا مان ڪامن وائيس ني حمايت ڪريا واۯي تنظيم نين ڳوتو۔

source: Explore the community and languages supported by Common Voice
kxp: ڪامن وائيس ني مدد ٿي برادري هانَ ٻوليان نين ڳوتو۔

source: Express or solicit prejudiced or offensive sentiments
kxp: جوش هانَ جزبا نو اظهار ڪرو يان اين هارو درخواست ڪرو

source: Failed to copy SHA256 Checksum
kxp: SHA256 ڪاپي ڪريا مان ناڪام سي

source: Fang
kxp: فنگ

source: FAQ
kxp: فاڪ

source: Faroese
kxp: فاروس

source: Featured in...
kxp: ڊانچو شڪل صورت

source: Female/Feminine
kxp: عورت مونث

source: Fewer than 15 words per sentence
kxp: گھٽ مان گھٽ ايڪ جُملا مان 15 لفظ

source: Fields marked with an asterisk (*) are required.
kxp: تارا نا نشان ٿِي ٽڪ ڪرو۔

source: File is too large
kxp: فائيل الاهي موٽي سي

source: File is too small
kxp: فائيل الاهي ناني سي

source: Finance
kxp: آمدني

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
kxp: ٻيزان نين زوئي ڪي شُون ڪري سي۔ زم جڳت مان ٿائي سي۔ اسڪول ني ٻولي، گروپ مان مدد ڪروون يان ربادري مان ڊيٽا سائنس ڪري سي۔ زوئي هڌري نموني زوئو ڪي چچم مدد ٿئي ڪي سي هانَ چم؟ <outreachTemplates> آنئين مان ٽيمپليٽ نين زوئو چچم آڳۯ وڌي ڪان سان </outreachTemplates>.

source: Find us on Matrix
kxp: امان نين ميٽرڪس مان تلاش ڪرو

source: Finish editing first?
kxp: مورٿي ايڊيٽنگ مڪمل ڪرو

source: Finish recording
kxp: رِڪارڊنگ ختم ڪرو

source: Finish recording first?
kxp: اڳي رڪارڊنگ ختم ڪرو

source: Finish Review
kxp: جائزو مڪمل ڪروُون

source: Finish validating
kxp: جائزي مڪمل رو

source: Finish validating clips?
kxp: سهي ڪلپ مڪمل ڪرو

source: Finnish
kxp: فِنِشَ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
kxp: مورٿِي آ لنڪ مان چيڪ ڪرو ڪي تمارِي ٻولِي ختم نٿي ڇي۔ <languageLink> زي نا تو ٻولي جمع ٿايا هارو آ لنڪ نين زوو <languageRequestLink></languageRequestLink>. ٻي حصا سي اي جڳا ٿي ترجمو ڪرين جملا جمع ڪرو۔

source: Follow guidelines from “What sentences can I add?”
kxp: هدايت نين زوئو، مون چيئا جملا جمع ڪرِي ڪُون سُون؟

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
kxp: هر ايڪ هارو وائيس ڪلپ رڪارڊ ٿل سي۔ هانَ هر ايڪ آڊيو ڪلپ ني تصديق ٿل سي۔ تمين زي ڪام ڪريون سي اين ني ٻولي ني ترقي نو ڪام ڊيش بورڊ مان پيش سي۔ <br/> ٽريڪ هارو ڊيش بورڊ نو استعمال ڪرو۔ زوئي ڪي تمين چچم برادري مان ڪام ڪريون سي هانَ هروز يان هفتيوار مدد ڪريا نون ڪام ڪرتان رو۔

source: for example
kxp: مِثال طور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
kxp: آن لائن مان عوامي ڊومن حوالا موجود سي۔ تمين تعليمي حوالاجات استعمال ڪري ڪو سو۔ زم هارڊ ورد نمونو جيس 2021 مارون عوامي لائيسنس بيت۔

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kxp: هڌري ڪام ڪريا هارو هزِي ايڪ هارو ٽيڪنالوجي سي، اي اين مان تماري ترقو هارو ڊيٽا مدد ڪري سي، هانَ زي سيٽي منک سي زين ٿي تمين نٿي مۯي ڪيتان۔ مثال: زي امين ڪوئي نين شامل ڪران زي خاص ٻوليا واۯو سي۔ ايئان هارو ٽيڪنالوڪجي مدد ڪري سي۔ وڌيڪ شيڇا هارو ميٽا ڊيٽا نا چم خاص سي۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
kxp: آ پيس ڪريا هارو ٻولين هارو ويب سائيٽ ني ڪاميابي هارو، <localizationGlossaryLink>مقامی</localizationGlossaryLink> ڪريون جھون سي،،هانَ اين مان الاهي وڌاري <sentenceCollectionGlossaryLink> جملا ڪريا جھا سي۔ ہیں</sentenceCollectionGlossaryLink> جاری <speakLink>Speak&speakLin> ني اجارت ٿي <listenLink>هانڀۯو</listenLink> هانَ شراڪت ڪرو۔

source: Foundations
kxp: بُنياد کوجنائي

source: French
kxp: فرينچ

source: Frisian
kxp: فريشيئن

source: Fulah
kxp: فُلاهه

source: Fuzhou
kxp: فُوزهو

source: Galician
kxp: گيليشيئن

source: Gawarbaiti
kxp: گواربيتي

source: Gawri
kxp: گاوري

source: GB
kxp: جي بي

source: General
kxp: عام

source: General language / multiple variants
kxp: عام مختلف ٻولِي

source: Georgian
kxp: گورجيئن

source: German
kxp: جرمنَ

source: Get in touch
kxp: امان ٿي رابطا مان رو

source: Get in touch <icon></icon>
kxp: رابطا مان رو <icon></icon>

source: Get involved
kxp: شامل ٿو

source: Get Involved
kxp: شامل ٿاوون

source: Get started <icon><icon>
kxp: آوو شروعات ڪران <icon><icon>

source: Get started with goals
kxp: مقصد ٿي شروع ڪرو

source: Get Started with Speech Recognition
kxp: تقرير ني شناخت ٿي شُروعات ڪرو

source: Get your certificate
kxp: سرٽيفڪيٽ حاصل ڪرو

source: Gheg Albanian
kxp: گھيگ البانيئنَ

source: Ghomala
kxp: گومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
kxp: <githubLink>NVIDIA NeMo</githubLink>™ کلل سي۔ جديد ترين </docsLink>ماڊل تيار ڪريا واۯا ماهر سي۔

source: Goal reached
kxp: مقصد هوڌي پوتوون

source: Goals
kxp: گول

source: Gorani
kxp: گوئارني

source: Go to Discourse
kxp: ڊسڪورس نين زوئو

source: Go to Languages Page
kxp: ٻولي نا صفعا نين زوئو

source: Go to { $name }
kxp: زو { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
kxp: وڌاري معلومات هارو <governanceLink>

source: Governments
kxp: گورنمنٽ

source: Grammatical / spelling error
kxp: گرامر، هِجي نو مسئلو

source: Great! How many clips a week?
kxp: واه: ايڪ هفتا مان چيٽلا ڪلپ سي؟

source: Great! How many clips per day?
kxp: واه: ايڪ ۮاڙا مان چيٽلا ڪلپ سي؟

source: Great!<recordIcon></recordIcon> Record your next clip
kxp: هڌرون، ٻيزُون ڪلپ رڪارڊ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
kxp: الاهي هڌرُون، وري هانمڀۯو زار تمين تيار سو

source: Greek
kxp: گِريڪ، عبرانِي

source: Gronings
kxp: گورننگس

source: Guarani
kxp: گُورانِي

source: Guidelines
kxp: هدايت

source: Gujarati
kxp: گجراتِي

source: Gujari
kxp: گُجاري

source: Haitian
kxp: هيشيئن

source: Hakha Chin
kxp: هڪا چِنَ

source: Hausa
kxp: هائوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
kxp: ڪوئي گذرل يان آيا واۯو ڪوئي پروگرام سي۔ اي امان ٿِي شير ڪرو هانَ اين ڀارا مان برادري نين ڪيشان يان بلوگ لکو۔

source: Have Feedback?
kxp: ڪام نو نتيجو

source: Have you read our Terms?
kxp: تمين حصا چچم ڀڻشو؟

source: Having an account is not required to contribute, though it is helpful.
kxp: مدد ڪريا هارو اڪائونٽ نُون هوون ضروري نٿي، پڻ اي مددگار سي۔

source: Having a profile is not required to contribute though it is helpful, see why below.
kxp: حصو ليڌا هارو پروفائيل ني ضرورت نٿي زيٽلا هُوڌي او مددگار سي۔ اين هارو نيسي زوئو چم۔

source: Healthcare
kxp: صحت کاتو

source: Hebrew
kxp: عبراني

source: Help
kxp: مدد هيلپ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
kxp: ڪامن وائيس هوڌي ڪام ڪريا هارُو ايڪ ڪلاڪ پوتان نِي ٻولي هارو گول ماٿي ڪام ڪروون { $hours }

source: Help create Common Voice’s first target segment in { $locale }
kxp: عام آواز ٿي پيهريا حصا مان مدد ڪرو

source: Help reach { $hours } hours in { $language } with a personal goal
kxp: پوتان نان گول هارو ايڪ ڪلاڪ ڪام ڪروون { $hours }{ $language }

source: Help teach machines how real people speak, donate your voice at { $link }
kxp: شيکاڙو ڪي چچم واقعي منک مشين ٿي ڪام ڪري سي۔ تمار آواز هارو مدد { $link }

source: Help us build a community around voice technology, stay in touch via email.
kxp: ٽيڪنالوجي آواز ٿي ايڪ برادري ٺاهيا مان اماري مدد ڪرو۔ اي ميل ٿي رابطا مان رو۔

source: Help us build a high quality, publicly open dataset
kxp: سٺي معيار هارو مدد۔ عوامي اوپن ديٽا سيٽ

source: Help us find more voices, share your goal
kxp: وڌاري آواز هارُو اَماري مدد ڪرو، تمارو گول پيش ڪرو

source: Help us get to { $goal }
kxp: اماري مدد هارو گول { $goal }

source: Help us validate sentences!
kxp: جملا تصديق ڪريا مان مدد ڪرو

source: Help us validate voices
kxp: هڌري مدد ڪروون

source: Heng Hua
kxp: هينگ هُوئا

source: Hidden
kxp: هتال

source: Highland Puebla Nahuatl
kxp: هائي لينڊ پيوبلا ناهوتل

source: Hiligaynon
kxp: هِليگيونون

source: Hill Mari
kxp: هِل مرِي

source: Hindi
kxp: هندي

source: His hand was rais-ed.
kxp: هاتَ اُونسو ڪريو جھو

source: History, Law and Government
kxp: تاريخ، گورمنٽ هانَ قانون

source: Hours
kxp: ڪلاڪ

source: Hours Recorded
kxp: ڪلاڪ رڪارڊنگ

source: Hours Validated
kxp: ڪلاڪ ني تصديق

source: How ?
kxp: چِچم؟

source: How are project decisions made?
kxp: پرجيڪٽ هارو چچم فيصلو ڪروو؟

source: How can we effectively grow a language on Common Voice?
kxp: ڪامن وائيس ٻولي هارو امين چچم وڌيڪ فائيدو لئي ڪان سان۔

source: How does Common Voice work?
kxp: عام آواز نُون ڪام چچم ڪرشان؟

source: How does site localization work?
kxp: تصديق ٿل سائيٽ چيچم ڪام ڪري سي؟

source: How do I access and use the dataset?
kxp: مُون ڊيٽا بيس هارو چچم رسائي ڪريوش۔

source: How do I add a language?
kxp: مُون مارِي ٻولِي چچم جمع ڪريوش؟

source: How do I add sentences?
kxp: مُون چچم جملا جمع ڪريوش

source: How do I cite?
kxp: چچم حوالو آليوش؟

source: How do I know whether to approve a voice clip?
kxp: مُون چچم پوتان نا ڪلڪ قبول ڪريش؟

source: How do I record a high quality voice clip?
kxp: مُون چچم هڌري رڪارڊنگ نا ڪلپ رڪارڊ ڪريوش؟

source: How do I stay in touch?
kxp: مُون چچم رابطا مان رئيش؟

source: How is Common Voice funded?
kxp: ڪامن وائيس چيوي نموني فنڊ آلي سي؟

source: How Spontaneous Speech works
kxp: چچم اختياري تقرير نون ڪام

source: How to add multiple sentences
kxp: مختلف جُملا چچم اپلوڊ ڪريوش

source: How would you describe your accent?
kxp: تمين تمارو لحجو چچم بيان ڪرشو؟

source: How would you describe your sex or gender?
kxp: تمين تماري جنس چِچم بيان ڪرشو

source: Huarijio
kxp: هُوئارِجو

source: Huautla Mazatec
kxp: هُوئائُولا مازاٽيڪ

source: Hungarian
kxp: هنگريئن

source: I agree
kxp: مُون راضي سُون

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kxp: مُون ڪامن وائيس ٿي راضي سُون، <termsLink> ٽرم </termsLink> هانَ <privacyLink> پرائيويسي۔</privacyLink>

source: Ibibio
kxp: لِبيبيئو

source: Icelandic
kxp: آئيس لينڊڪ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kxp: مُون پڪ ڪريوش ڪي جملا آ لنڪ مان سي <wikipediaLink> هانَ پسي اپلوڊ هارو اجازت ليوش </wikipediaLink>

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
kxp: منين پڪ سي ڪي آ جملو عوام نو سي<publicDomainLink>> هانَ منين اجازت سي ڪي مُون اپلوڊ ڪريوش </publicDomainLink>

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
kxp: منين پڪ سي ڪي آ جملو عوام نو سي <wikipediaLink> هانَ منين اجازت سي ڪي مُون اپلوڊ ڪريوش </wikipediaLink>

source: <icon></icon> Add multiple public domain sentences
kxp: مختلف عوام هارو جملا جمع ڪرو

source: Ideally natural and conversational (it should be easy to read the sentence)
kxp: مثال قدرتي هانَ وات سينح ايوا جملا ڀڻوا سوَلا سي

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kxp: گول هيئي سڙايا هارو اي ميل ني ضرورت نٿي۔ پروگريس نين اپڊيٽ هانَ ڪامن وائس نيون خبرُون۔

source: I do not agree
kxp: مُون راضي نٿي

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
kxp: زي ٻي منکان نان ڪلپ رد سي۔ تو زوئو ڪانڪ فرق ميمبر هوئي ڊيٽا بيس هارو۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kxp: آ تمارا پوتان نا اکر سي <italicizedText> امان نين ضرورت سي ڪي تمين فهرست چانئين ٿي ليشو ڪي تمين منکان مين چچم چيڪ ڪراوشو ڪاپي رائيٽ اپلائي هارو چيڪ ڪرو۔ وڌيڪ معلومات هارو <guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
kxp: زي رڪارڊينگ ٽوٽي زائي يان هڌري نا ٿائي تو ميلِي آلو۔ ايٽلا هوڌي حوالا نو پُورو حصو هزي هوڌي هڌري هانمڀۯيو نا هوئي۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kxp: آ فائيل مان ڪوئي وڌاري معلومات آلوا مانڳو سو۔ تو رابطو ڪرو

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kxp: زي تمين آ فائيل مان وڌاري معلومات آلوا چاهو سو زي ٽيمپليٽ مان شامل نٿي تو رابطو ڪرو۔

source: If the sentence does not meet the above criteria, click the "No" button.
kxp: زي جملو ماٿي آلل معيار پرماڻي نٿي تو نو نُون ٻٽڻ ڪلڪ ڪرو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kxp: زي جُملو ماٿي آلل معيار نين پورو نٿي ڪرتو۔ ۮٻاوو، &quot;مِيلي آلو&quot; زمڻي پاسي بٽڻ. زي تمان نين يقين نٿي جملا نا ڀارا مان تو ، تمين اين نين ميلِي آلوو هانَ آڳۯ وڌو
